Repository: PunishXIV/PalacePal
Catalog: Pal.Client/Properties/Localization.*.resx
Languages: fr, ja

source: Palace of the Dead
fr: Palais des morts
ja: 死者の宮殿

source: Heaven on High
fr: Palais des Cieux
ja: アメノミハシラ

source: Eureka Orthos
fr: Eurêka Orthos
ja: オルト・エウレカ

source: Save
fr: Enregistrer
ja: 保存

# SaveAndClose
source: Save & Close
fr: Enregistrer et Fermer
ja: 保存して閉じる

# Error_FirstTimeSetupRequired
source: Please finish the initial setup first.
fr: Veuillez s'il vous plaît terminer la configuration initiale.
ja: 最初にセットアップを完了してください。

# Error_WrongRepository
source: Please install this plugin from the official repository at {0} to continue using it.
fr: Veuillez installer ce plugin depuis le dépôt officiel {0} pour continuer à l'utiliser.
ja: 引き続き使用する場合は公式リポジトリ {0} からこのプラグインをインストールしてください。

# Command_pal_HelpText
source: Open the configuration window
fr: Ouvrir la fenêtre de configuration / débogage
ja: 設定を開く

# Command_pal_UnknownSubcommand
source: Unknown sub-command '{0}' for '{1}'.
fr: Paramètre inconnu "{0} pour "{1}".
ja: そのコマンドはありません。： '{0}' for '{1}'。

# Command_pal_stats_CurrentFloor
source: You can view statistics for the floor you're currently on by opening the 'Debug' tab in the configuration window.
fr: Vous pouvez voir les statistiques de l'étage actuel en ouvrant l'onglet "Débogage" dans la fenêtre de configuration.
ja: 設定からDebugタブを開くことで、現在のフロアの統計情報を表示できます。

# Command_pal_stats_UnableToFetchStatistics
source: Unable to fetch statistics.
fr: Impossible de récupérer les statistiques.
ja: 統計情報を取得できません。

source: Connection successful.
fr: Connexion réussie.
ja: 接続に成功しました。

# ConnectionError_NotOnline
source: You are not online.
fr: Vous n'êtes pas connecté.
ja: 接続に失敗しました。

# ConnectionError_OldVersion
source: Your version of Palace Pal is outdated, please update the plugin using the Plugin Installer.
fr: Votre version de Palace Pal est dépréciée, veuillez faire la mise à jour via l'installateur de plugin.
ja: Palace Palのバージョンが古くなっています。プラグインインストーラを使用してプラグインを更新してください。

# ConnectionError_CreateAccountFailed
source: Could not create account ({0}).
fr: Échec de la création de compte ({0}).
ja: アカウントを作成できませんでした。({0})

# ConnectionError_CreateAccountReturnedNoId
source: No account-id after account was attempted to be created.
fr: Pas d'ID de compte suite à la tentative de création d'un compte.
ja: アカウントが作成されようとしましたが、アカウントIDがありません。

# ConnectionError_InvalidAccountId
source: Invalid account id.
fr: Identifiant de compte invalide.
ja: 無効なアカウントIDです。

# ConnectionError_LoginFailed
source: Could not log in ({0}).
fr: Échec de connexion ({0}).
ja: ログインできませんでした 。({0})

# ConnectionError_LoginReturnedNoToken
source: No login information available.
fr: Informations de connexion non disponibles.
ja: ログイン情報がありません。

# ConnectionError_CouldNotConnectToServer
source: Could not connect to server: {0}
fr: Échec de connexion au serveur : {0}
ja: サーバーに接続できません: {0}

# ConfigTab_DeepDungeons
source: Deep Dungeons
fr: Donjons sans fonds
ja: ディープダンジョン

# Config_Traps_Show
source: Show traps
fr: Afficher les pièges
ja: トラップを表示

# Config_Traps_Color
source: Trap color
fr: Couleur pièges
ja: トラップの色

# Config_Traps_HideImpossible
source: Hide traps not on current floor
fr: Masquer les pièges de l'étage actuel
ja: 現在のフロアに存在しないトラップを非表示

# Config_Traps_HideImpossible_ToolTip
source: When using a Pomander of Sight, only the actual trap locations are visible, all other traps are hidden. When using a Pomander of Safety, all traps are hidden.
fr: Lors de l'utilisation d'une poterie magique de localisation, seul les locations confirmées sont affichées, les locations potentielles sont masquées. Lors de l'utilisation d'une poterie magique de désamorçage, tous les pièges sont masqués.
ja: サイトロを使用した場合、存在するトラップの位置のみが表示されます。 呪印解除を使用した場合、全てのトラップが非表示になります。

# Config_HoardCoffers_Show
source: Show hoard coffers
fr: Afficher les trésors cachés
ja: 埋もれた財宝を表示

# Config_HoardCoffers_Color
source: Hoard Coffer color
fr: Couleur trésors cachés
ja: 埋もれた財宝の色

# Config_HoardCoffers_HideImpossible
source: Hide hoard coffers not on current floor
fr: Masquer les trésors cachés ne se trouvent pas sur l'étage actuel
ja: 現在のフロアに存在しない埋もれた財宝を非表示

# Config_HoardCoffers_HideImpossible_ToolTip
source: When using a Pomander of intuition, only the actual hoard coffer location is visible, all other (potential) hoard coffers are hidden.
fr: Lors de l'utilisation d'une poterie magique d'intuition, seul les trésors cachés confirmés sont visibles, les locations potentielles sont masquées.
ja: 財宝感知を使用した場合、現在のフロアに埋もれた財宝が存在する場合は表示されます。 存在しない場合は非表示になります。

# Config_SilverCoffer_Show
source: Display Silver Treasure Coffer Locations
fr: Afficher les coffres en argent de l'étage actuel
ja: 銀の宝箱を表示

# Config_SilverCoffers_ToolTip
source: Shows nearby silver coffers (gear upgrades and magicites) on the current floor. This is not synchronized with other players and not saved between floors/runs.
fr: Afficher tous les coffres en argent actuellement visible sur l'étage actuel. Il n'y a pas de synchronisation avec les autres joueurs ni de sauvegarde entre les étages / tentatives.
ja: 現在のフロアにある全ての銀の宝箱を表示します。 これは他のプレイヤーと同期されず、データは保存されません。

# Config_SilverCoffer_Color
source: Silver Coffer color
fr: Couleur coffres argent
ja: 銀の宝箱の色

# Config_SilverCoffer_Filled
source: Draw filled
fr: Remplir
ja: 塗りつぶす

# Config_GoldCoffer_Show
source: Display Gold Treasure Coffer Locations
ja: 金の宝箱を表示

# Config_GoldCoffers_ToolTip
source: Shows nearby gold coffers (containing pomanders) on the current floor. This is not synchronized with other players and not saved between floors/runs.
ja: 現在のフロアにある全ての金の宝箱を表示します。 これは他のプレイヤーと同期されず、データは保存されません。

# Config_GoldCoffer_Color
source: Gold Coffer color
ja: 金の宝箱の色

# Config_GoldCoffer_Filled
source: Draw filled
ja: 塗りつぶす

# ConfigTab_Community
source: Community
fr: Communauté
ja: コミュニティ

# Config_TestConnection
source: Test Connection
fr: Test de connexion
ja: 接続をテストする

# Config_TestConnection_Connecting
source: Testing...
fr: Test en cours...
ja: 接続テスト中...

# ConfigTab_Import
source: Import
fr: Importer
ja: インポート

# Config_ImportExplanation1
source: Using an export is useful if you're unable to connect to the server, or don't wish to share your findings.
fr: Utiliser un fichier d'importation peut être utilisé si vous n'arriver pas à vous connecter au serveur ou bien que vous ne souhaitez pas partager vos découvertes.
ja: エクスポートを使用すると、サーバーに接続できない場合や、情報を共有したくない場合に便利です。

# Config_ImportExplanation2
source: Exports are (currently) generated manually, and they only include traps and hoard coffers encountered by 5 or more people. This may lead to higher floors having very sporadic coverage, but commonly run floors (e.g. PotD 51-60, HoH 21-30) are closer to complete.
fr: Les exports sont (actuellement) générées manuellement. Ils incluent actuellement les trésors cachés et pièges rencontrés par 5 personnes ou plus. Cela peut amener des résultats sporadiques pour les étages supérieurs, cependant les étages communs (tel que PdM 51-60, PdC 21-30) sont proches d'être complets.
ja: エクスポートは(現在)手動で生成され、5人以上が遭遇したトラップ/宝箱のみが含まれています。 深層の情報は不安要素が多くなりますが、多くのプレイヤーが挑戦するフロア(死者の宮殿51F-60F、アメノミハシラ21F-30F)は完成に近付いています。

# Config_ImportExplanation3
source: If you aren't offline, importing a file won't have any noticeable effect.
fr: Si vous n'êtes pas connecté, importer un fichier n'aura aucun impact.
ja: オフラインモードで利用していない場合は、ファイルをインポートしても顕著な効果を得られません。

# Config_ImportDownloadLocation
source: Exports are available from {0} (as *.pal files).
fr: Les exports sont disponibles depuis {0} (en tant que fichiers *.pal).
ja: エクスポートは {0} (*.pal ファイルとして) から入手できます。

# Config_Import_VisitGitHub
source: Visit GitHub
fr: Visiter GitHub
ja: GitHubを開く

# Config_SelectImportFile
source: File to Import:
fr: Fichier à importer :
ja: ファイルを選択

# Config_StartImport
source: Start Import
fr: Démarrer l'importation
ja: インポート

# Config_UndoImportExplanation1
source: Your last import was on {0}, which added the trap/hoard coffer database from {1} created on {2:d}.
fr: Votre dernière importation était le {0}, qui a ajoutée la base de données de pièges et trésors cachés depuis {1} créée le {2:d}.
ja: あなたが最後にインポートしたファイルは{0}です。 {1}が{2:d}に作成したデータベースです。

# Config_UndoImportExplanation2
source: If you think that was a mistake, you can remove all locations only found in the import (any location you've seen yourself is not changed).
fr: Si vous pensez que c'est une erreur, vous pouvez supprimer tous les emplacements trouvés dans l'import (aucune des locations que vous avez trouvées ne sont modifiées).
ja: 間違いだと思われる場合は、インポートで見つかったすべての場所を削除することができます(自分で見た場所は変更されません)。

# Config_UndoImport
source: Undo Import
fr: Annuler l'importation
ja: インポートを取り消す

# ConfigTab_Export
source: Export
fr: Exporter
ja: エクスポート

# Config_ExportSource
source: Export all markers from {0}:
fr: Exporter tous les marqueurs depuis {0} :
ja: {0} から全てのマーカーをエクスポート

# Config_Export_SaveAs
source: Save as:
fr: Enregistrer sous :
ja: 名前をつけて保存

# Config_StartExport
source: Start Export
fr: Démarrer l'exportation
ja: エクスポートの開始

# ConfigTab_Renderer
source: Renderer
fr: Moteur de rendu
ja: レンダリング

# Config_SelectRenderBackend
source: Select which render backend to use for markers:
fr: Choisissez le moteur de rendu pour les marqueurs :
ja: マーカーに使用するバックエンドを選択:

# Config_Renderer_Splatoon_Hint
source: default, required Splatoon to be installed
fr: Par défaut, requiert d'avoir installé Splatoon
ja: デフォルトではSpatoonをインストールする必要があります

# Config_Renderer_Simple
source: Simple
ja: シンプル表示

# Config_Renderer_Simple_Hint
source: experimental
fr: Expérimental
ja: 試験的機能

# Config_Splatoon_DrawCircles
source: Draw trap & coffer circles around self
fr: Dessiner les marqueurs des pièges et coffres autour de soi
ja: 自分の周りにトラップと宝箱を表示する

# Config_Debug_NotInADeepDungeon
source: You are NOT in a deep dungeon.
fr: Vous nêtes PAS dans un donjon sans fond.
ja: あなたはディープダンジョンにいません。

source: Statistics
fr: Statistiques
ja: 統計

# Statistics_TerritoryId
source: Id
ja: エリアID

# Statistics_InstanceName
source: Instance Name
fr: Nom de l'instance
ja: インスタンス名

# Statistics_Traps
source: Traps
fr: Pièges
ja: トラップ

# Statistics_HoardCoffers
source: Hoard
fr: Trésor
ja: 埋もれた財宝

# Explanation_1
source: Pal Palace will show where potential trap & hoard coffer locations are.
fr: Pal Palace affiche la location des potentiels pièges et trésors cachés.
ja: Pal Palaceは、潜在的なトラップ/宝箱がある場所を表示します。

# Explanation_2
source: To do this, using a pomander to reveal trap or treasure chest locations will save the position of what you see.
fr: Pour ce faire, l'utilisation d'une poterie magique révélant l'emplacement d'un piège ou trésor caché sauvera la location révélée.
ja: これを行うには、土器を使用してトラップや宝箱の場所を明らかにすると、あなたが見ているものの位置が保存されます。

# Explanation_3
source: Ideally, we want to discover every potential trap and chest location in the game, but doing this alone is very tedious. Floor 51-60 has over 300 trap locations and over 290 coffer locations - and we don't know if that map is complete. Higher floors naturally see fewer runs, making solo attempts to map the place much harder.
fr: Idéalement, nous voulons découvrir l'emplacement de chaque piège et trésor potentiel dans le jeu, mais le faire seul peut s'avérer très fastidieux. Les étages 51-60 plus de 300 locations de piège et plus de 290 locations de coffres et nous ne savons pas si la carte est complète. Les étages plus lointains on naturellement moins de tentatives, ce qui rends la cartographie plus complexe.
ja: 理想的には、我々はゲーム内のすべての潜在的なトラップと宝箱の位置を発見したいです。しかし、これを1人で行うことは非常に退屈です。フロア51-60には300箇所以上のトラップがあり、290箇所以上の宝箱があります。 フロアが高ければ高いほど、試行回数が少なくなり、ソロではマッピングがより難しくなります。

# Explanation_4
source: You can decide whether you want to share traps and chests you find with the community, which likewise also will let you see chests and coffers found by other players. This can be changed at any time. No data regarding your FFXIV character or account is ever sent to our server.
fr: Vous pouvez décider si vous souhaitez partager la location des pièges coffres que vous trouvez avec la communauté, ce qui vous permets également de voir les locations trouvées par les autres joueurs. Cette option peut être modifiée à tout moment. Aucune donnée concernant votre personnage FFXIV ou compte n'est envoyée vers notre serveur.
ja: トラップと宝箱をコミュニティと共有するかどうかを選択できます。 他のプレイヤーが見つけたトラップや宝箱も表示できます。 これはいつでも変更することができます。 あなたのFFXIVキャラクターに関するデータやアカウント情報は送信されることはありません。

# Config_UploadMyDiscoveries_ShowOtherTraps
source: Upload my discoveries, show traps & coffers other players have discovered
fr: Envoyer mes découvertes, afficher les pièges et coffres que les autres joueurs ont découvert
ja: 自分で見つけたトラップ/宝箱の情報をアップロードし、他のプレイヤーが発見したトラップ/宝箱を表示します

# Config_NeverUploadDiscoveries_ShowMyTraps
source: Never upload discoveries, show only traps and coffers I found myself
fr: Ne jamais envoyer mes découvertes, afficher uniquement les pièges et trésors que j'ai découverts moi-même
ja: データをアップロードせず、自分で発見したトラップと埋もれた財宝だけを表示する

# Agreement_Warning1
source: While this is not an automation feature, you're still very likely to break the ToS.
fr: Bien que ce ne soit pas de l'automatisation, vous enfreignez certainement les conditions d'utilisation.
ja: これは自動化機能ではありませんが、ToSを壊す可能性は非常に高いです。

# Agreement_Warning2
source: Other players in your party can always see where you're standing/walking.
fr: Les autres joueurs de votre équipe peuvent toujours voir vos actions.
ja: あなたのパーティーの他のプレイヤーは、あなたが立っている/歩く場所をいつでも見ることができます。

# Agreement_Warning3
source: As such, please avoid mentioning it in-game and do not share videos/screenshots.
fr: De ce fait, veuillez éviter de mentionner ce plugin en jeu et de ne pas partager de vidéos / captures d'écrans.
ja: そのため、ゲーム内で言及することは避けて、ビデオ/スクリーンショットを共有しないでください。

# Agreement_UsingThisOnMyOwnRisk
source: I understand I'm using this plugin on my own risk.
fr: Je comprends que j'utilise ce plugin à mes propres risques.
ja: 私は自分の責任でこのプラグインを使用していることを理解しています.

# Agreement_ViewPluginAndServerSourceCode
source: View plugin & server source code
fr: Voir le code source du plugin et du serveur
ja: プラグインとサーバーのソースコードを表示

# Agreement_PickOneOption
source: Please chose one of the options above.
fr: Veuillez choisir une des options ci-dessous.
ja: 以下のいずれかのオプションを選択してください。

# ImportCompleteStatistics
source: Imported {0} new trap locations and {1} new hoard coffer locations.
fr: Importation de {0} nouvelles locations de pièges et {1} locations de trésors cachés.
ja: {0} 個の新しいトラップの場所と {1} 個の新しい宝箱の場所をインポートしました。

# Error_ImportFailed
source: Import failed: {0}
fr: Échec de l'import : {0}
ja: インポートに失敗しました。 {0}

# Error_ImportFailed_IncompatibleVersion
source: Import failed: Incompatible version.
fr: Échec de l'import : version incompatible.
ja: インポートに失敗しました: 互換性のないバージョンです。

# Error_ImportFailed_InvalidFile
source: Import failed: Invalid file.
fr: Échec de l'import : fichier invalide.
ja: インポートに失敗しました: 無効なファイルです。

# Config_SelectImportFile_Hint
source: Path to *.pal file
fr: Chemin vers le fichier *.pal

# ConfigTab_Debug
source: Debug
fr: Débogage
